{"backend": "tensorflow", "class_name": "Sequential", "keras_version": "2.2.3", "config": {"name": "sequential_3", "layers": [{"class_name": "Dense", "config": {"trainable": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "seed": null, "mode": "fan_avg", "distribution": "uniform"}}, "activation": "relu", "bias_constraint": null, "batch_input_shape": [null, 2565], "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "name": "dense_7", "dtype": "float32", "use_bias": true, "activity_regularizer": null, "bias_regularizer": null, "units": 512, "kernel_constraint": null}}, {"class_name": "Dropout", "config": {"trainable": true, "seed": null, "noise_shape": null, "rate": 0.5, "name": "dropout_5"}}, {"class_name": "Dense", "config": {"trainable": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "seed": null, "mode": "fan_avg", "distribution": "uniform"}}, "activation": "sigmoid", "bias_constraint": null, "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "name": "dense_8", "use_bias": true, "activity_regularizer": null, "bias_regularizer": null, "units": 256, "kernel_constraint": null}}, {"class_name": "Dropout", "config": {"trainable": true, "seed": null, "noise_shape": null, "rate": 0.5, "name": "dropout_6"}}, {"class_name": "Dense", "config": {"trainable": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "seed": null, "mode": "fan_avg", "distribution": "uniform"}}, "activation": "softmax", "bias_constraint": null, "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "name": "dense_9", "use_bias": true, "activity_regularizer": null, "bias_regularizer": null, "units": 3, "kernel_constraint": null}}]}}