{"class_name": "Sequential", "backend": "tensorflow", "keras_version": "2.2.3", "config": {"name": "sequential_23", "layers": [{"class_name": "Dense", "config": {"bias_regularizer": null, "units": 512, "bias_initializer": {"class_name": "Zeros", "config": {}}, "trainable": true, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null, "name": "dense_67", "activation": "relu", "use_bias": true, "dtype": "float32", "kernel_regularizer": null, "batch_input_shape": [null, 4345], "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "seed": null, "scale": 1.0, "mode": "fan_avg"}}}}, {"class_name": "Dropout", "config": {"trainable": true, "name": "dropout_45", "seed": null, "rate": 0.5, "noise_shape": null}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "units": 256, "bias_initializer": {"class_name": "Zeros", "config": {}}, "trainable": true, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null, "name": "dense_68", "activation": "sigmoid", "use_bias": true, "kernel_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "seed": null, "scale": 1.0, "mode": "fan_avg"}}}}, {"class_name": "Dropout", "config": {"trainable": true, "name": "dropout_46", "seed": null, "rate": 0.5, "noise_shape": null}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "units": 2, "bias_initializer": {"class_name": "Zeros", "config": {}}, "trainable": true, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null, "name": "dense_69", "activation": "softmax", "use_bias": true, "kernel_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "seed": null, "scale": 1.0, "mode": "fan_avg"}}}}]}}